Repository: Yasserashraf1/Smart-School-Interactive-Educational-Platform
Catalog: lib/core/l10n/app_*.arb
Languages: fr, it

# appTitle
source: Smart School
fr: École Intelligente
it: Scuola Intelligente

source: Home
fr: Accueil

source: Settings
fr: Paramètres
it: Impostazioni

source: Lessons
fr: Leçons
it: Lezioni

source: Progress
fr: Progrès
it: Progressi

source: Welcome Back!
fr: Bon Retour !
it: Bentornato!

source: Continue with
fr: Continuer avec
it: Continua con

source: Start Learning
fr: Commencer à Apprendre
it: Inizia a Imparare

source: Continue Learning
fr: Continuer à Apprendre
it: Continua a Imparare

source: Overall Progress
fr: Progrès Global
it: Progressi Generali

source: Lessons Completed
fr: Leçons Terminées
it: Lezioni Completate

source: Best Score
fr: Meilleur Score
it: Miglior Punteggio

source: Quiz Score
fr: Score du Quiz
it: Punteggio Quiz

# noProgressYet
source: No progress yet. Start your first lesson!
fr: Pas encore de progrès. Commencez votre première leçon !
it: Nessun progresso. Inizia la tua prima lezione!

# lessonOf
source: Lesson {current} of {total}
fr: Leçon {current} sur {total}
it: Lezione {current} di {total}

# stepOf
source: Step {current} of {total}
fr: Étape {current} sur {total}
it: Passo {current} di {total}

source: Next
fr: Suivant
it: Avanti

source: Previous
fr: Précédent
it: Indietro

source: Complete
fr: Terminer
it: Completa

source: Mark as Complete
fr: Marquer comme terminé
it: Segna come completato

source: Lesson Completed!
fr: Leçon Terminée !
it: Lezione Completata!

# lessonCompletedMsg
source: Great job! You've completed this lesson.
fr: Bravo ! Vous avez terminé cette leçon.
it: Ottimo lavoro! Hai completato questa lezione.

source: Continue to Next
fr: Passer à la suite
it: Continua alla prossima

source: Back to Subject
fr: Retour à la matière
it: Torna alla materia

source: Start Quiz
fr: Commencer le Quiz
it: Inizia il Quiz

source: Submit Quiz
fr: Soumettre le Quiz
it: Invia il Quiz

source: Retry Quiz
fr: Réessayer le Quiz
it: Riprova il Quiz

source: Quiz Results
fr: Résultats du Quiz
it: Risultati del Quiz

source: Your Score
fr: Votre Score
it: Il Tuo Punteggio

# questionsCorrect
source: {correct} of {total} correct
fr: {correct} sur {total} correctes
it: {correct} di {total} corrette

source: Passed!
fr: Réussi !
it: Superato!

# failed
source: Keep Trying!
fr: Continuez d'essayer !
it: Continua a provare!

# passedMsg
source: Congratulations! You've passed the quiz!
fr: Félicitations ! Vous avez réussi le quiz !
it: Complimenti! Hai superato il quiz!

# failedMsg
source: You need 70% to pass. Review the lessons and try again.
fr: Il faut 70% pour réussir. Révisez les leçons et réessayez.
it: Serve il 70% per superare. Rivedi le lezioni e riprova.

source: Correct Answer
fr: Bonne Réponse
it: Risposta Corretta

source: Your Answer
fr: Votre Réponse
it: La Tua Risposta

source: Explanation
fr: Explication
it: Spiegazione

# selectAnswer
source: Select an answer
fr: Sélectionnez une réponse
it: Seleziona una risposta

source: Language
fr: Langue
it: Lingua

source: Student Name
fr: Nom de l'élève
it: Nome Studente

source: Enter your name
fr: Entrez votre nom
it: Inserisci il tuo nome

source: Save
fr: Enregistrer
it: Salva

source: Locked
fr: Verrouillé
it: Bloccato

source: Unlocked
fr: Déverrouillé
it: Sbloccato

# badgeFirstLesson
source: First Steps
fr: Premiers Pas
it: Primi Passi

# badgeFirstLessonDesc
source: Complete your first lesson
fr: Terminez votre première leçon
it: Completa la tua prima lezione

# badgeQuizMaster
source: Quiz Master
fr: Maître du Quiz
it: Maestro del Quiz

# badgeQuizMasterDesc
source: Score 100% on a quiz
fr: Obtenez 100% à un quiz
it: Ottieni 100% in un quiz

# badgeAllLessons
source: Scholar
fr: Érudit
it: Studioso

# badgeAllLessonsDesc
source: Complete all lessons
fr: Terminez toutes les leçons
it: Completa tutte le lezioni

# badgeQuizPassed
source: Passing Grade
fr: Note de Passage
it: Voto Sufficiente

# badgeQuizPassedDesc
source: Pass a quiz with 70% or more
fr: Réussissez un quiz avec 70% ou plus
it: Supera un quiz con 70% o più

# subjectIntegratedScience
source: Integrated Science
fr: Sciences Intégrées
it: Scienze Integrate

# subjectDescription
source: Aquatic Ecosystem — 1st Year Secondary
fr: Écosystème Aquatique — 1ère Année Secondaire
it: Ecosistema Acquatico — 1° Anno Secondaria

# lesson1Title
source: The Hydrosphere
fr: L'Hydrosphère
it: L'Idrosfera

# lesson1Description
source: Water distribution on Earth and the water cycle
fr: Distribution de l'eau sur Terre et le cycle de l'eau
it: Distribuzione dell'acqua sulla Terra e il ciclo dell'acqua

# lesson2Title
source: Chemical Properties of Water
fr: Propriétés Chimiques de l'Eau
it: Proprietà Chimiche dell'Acqua

# lesson2Description
source: Water molecule structure, polarity, and hydrogen bonding
fr: Structure moléculaire, polarité et liaisons hydrogène
it: Struttura molecolare, polarità e legami idrogeno

# lesson3Title
source: Biological Importance of Water
fr: Importance Biologique de l'Eau
it: Importanza Biologica dell'Acqua

# lesson3Description
source: Role of water in life and aquatic ecosystems
fr: Rôle de l'eau dans la vie et les écosystèmes aquatiques
it: Ruolo dell'acqua nella vita e negli ecosistemi acquatici

# quizTitle
source: Aquatic Ecosystem Assessment
fr: Évaluation de l'Écosystème Aquatique
it: Valutazione Ecosistema Acquatico

# quizDescription
source: Test your knowledge of the aquatic ecosystem
fr: Testez vos connaissances sur l'écosystème aquatique
it: Metti alla prova le tue conoscenze

# lesson1Step1Title
source: Water on Our Planet
fr: L'Eau sur Notre Planète
it: L'Acqua sul Nostro Pianeta

# lesson1Step1Content
source: Earth is often called the 'Blue Planet' because about 71% of its surface is covered with water. The total volume of water on Earth is approximately 1.4 billion cubic kilometers. This vast body of water is called the Hydrosphere. Water is distributed as follows: • Saltwater (oceans & seas): 97.5% • Freshwater: only 2.5% Of the 2.5% freshwater: • Glaciers & ice caps: 68.7% • Groundwater: 30.1% • Surface water (rivers, lakes): 1.2%
fr: La Terre est appelée la 'Planète Bleue' car environ 71% de sa surface est couverte d'eau. L'eau est distribuée : • Eau salée : 97,5% • Eau douce : 2,5% Des 2,5% d'eau douce : • Glaciers : 68,7% • Eau souterraine : 30,1% • Eau de surface : 1,2%
it: La Terra è chiamata 'Pianeta Blu' perché il 71% è coperto d'acqua. • Acqua salata: 97,5% • Acqua dolce: 2,5% Dell'acqua dolce: • Ghiacciai: 68,7% • Acque sotterranee: 30,1% • Acque superficiali: 1,2%

# lesson1Step2Title
source: Types of Water Bodies
fr: Types de Plans d'Eau
it: Tipi di Corpi Idrici

# lesson1Step2Content
source: Water exists in many forms on our planet: 🌊 Oceans & Seas — The largest water bodies, containing saltwater. The five oceans are the Pacific, Atlantic, Indian, Southern, and Arctic. 🏞️ Rivers — Flowing freshwater bodies that carry water from mountains to seas. 🏔️ Glaciers — Massive ice bodies formed from compressed snow over thousands of years. 💧 Groundwater — Water stored beneath the Earth's surface in rock formations called aquifers. ☁️ Atmospheric Water — Water vapor in the air, forming clouds and precipitation.
fr: 🌊 Océans et Mers — eau salée 🏞️ Rivières — eau douce 🏔️ Glaciers — glace comprimée 💧 Eau Souterraine — aquifères ☁️ Eau Atmosphérique — vapeur
it: 🌊 Oceani e Mari — acqua salata 🏞️ Fiumi — acqua dolce 🏔️ Ghiacciai — neve compressa 💧 Acque Sotterranee — acquiferi ☁️ Acqua Atmosferica — vapore

# lesson1Step3Title
source: The Water Cycle
fr: Le Cycle de l'Eau
it: Il Ciclo dell'Acqua

# lesson1Step3Content
source: The Water Cycle is the continuous movement of water through the Earth system. It is driven by two forces: the Sun's energy and gravity. The stages are: 1️⃣ Evaporation — The Sun heats water in oceans, lakes, and rivers, turning it into water vapor that rises into the atmosphere. 2️⃣ Transpiration — Plants release water vapor through their leaves, adding to atmospheric moisture. 3️⃣ Condensation — As water vapor rises and cools, it condenses into tiny droplets, forming clouds. 4️⃣ Precipitation — When droplets combine and become heavy enough, they fall as rain, snow, sleet, or hail. 5️⃣ Collection — Water flows back into oceans, rivers, and lakes, or seeps into the ground to become groundwater. This cycle has been running for billions of years and is essential for life on Earth.
fr: 1️⃣ Évaporation 2️⃣ Transpiration 3️⃣ Condensation 4️⃣ Précipitation 5️⃣ Collecte
it: 1️⃣ Evaporazione 2️⃣ Traspirazione 3️⃣ Condensazione 4️⃣ Precipitazione 5️⃣ Raccolta

# lesson1CheckQ
source: What percentage of Earth's water is freshwater?
fr: Quel % de l'eau terrestre est douce ?
it: % di acqua dolce sulla Terra?

# lesson1CheckExplanation
source: Only 2.5% of Earth's total water is freshwater. The remaining 97.5% is saltwater in oceans and seas.
fr: Seulement 2,5% de l'eau est douce.
it: Solo il 2,5% è acqua dolce.

# lesson2Step1Title
source: The Water Molecule
fr: La Molécule d'Eau
it: La Molecola d'Acqua

# lesson2Step1Content
source: Water (H₂O) is one of the most remarkable molecules in nature. Each water molecule consists of: • 2 Hydrogen atoms (H) • 1 Oxygen atom (O) The oxygen atom is more electronegative than hydrogen, meaning it attracts the shared electrons more strongly. This creates an uneven distribution of electrical charge. As a result, the water molecule is polar: • The oxygen side carries a slight negative charge (δ−) • The hydrogen side carries a slight positive charge (δ+) This polarity is the key to almost all of water's special properties.
fr: L'eau (H₂O) : 2 H + 1 O. L'oxygène est plus électronégatif, créant une molécule polaire.
it: H₂O: 2 H + 1 O. L'ossigeno è più elettronegativo, creando una molecola polare.

# lesson2Step2Title
source: Hydrogen Bonding
fr: Les Liaisons Hydrogène
it: I Legami Idrogeno

# lesson2Step2Content
source: Because water molecules are polar, the positive hydrogen end of one molecule is attracted to the negative oxygen end of another. This attraction is called a Hydrogen Bond. Hydrogen bonds give water unique properties: 🔬 High Boiling Point — Water stays liquid at temperatures where similar molecules would be gas. 🧊 Ice Floats — Water expands when frozen, making ice less dense than liquid water. This protects aquatic life in winter. 💪 Surface Tension — Water molecules at the surface hold together tightly, allowing small insects to walk on water. 🌡️ High Specific Heat — Water can absorb a lot of heat before its temperature rises, stabilizing Earth's climate.
fr: Propriétés uniques : point d'ébullition élevé, la glace flotte, tension superficielle, capacité thermique élevée.
it: Proprietà: alto punto di ebollizione, il ghiaccio galleggia, tensione superficiale, alta capacità termica.

# lesson2Step3Title
source: Water as a Solvent
fr: L'Eau comme Solvant
it: L'Acqua come Solvente

# lesson2Step3Content
source: Water is called the 'Universal Solvent' because it can dissolve more substances than any other liquid. How it works: When a substance like table salt (NaCl) enters water, the polar water molecules surround the ions: • The negative oxygen side attracts Na⁺ ions • The positive hydrogen side attracts Cl⁻ ions This pulls the crystal apart and dissolves it. Aqueous Solutions in Nature: • Seawater contains dissolved salts (average 35 g/L) • Blood is an aqueous solution carrying nutrients • Plant sap transports dissolved minerals from roots to leaves pH & Water Quality: pH measures how acidic or basic water is: • pH 7 = neutral (pure water) • pH < 7 = acidic • pH > 7 = basic Aquatic organisms require specific pH ranges to survive.
fr: Solvant universel. pH 7 = neutre, < 7 = acide, > 7 = basique.
it: Solvente universale. pH 7 = neutro, < 7 = acido, > 7 = basico.

# lesson2CheckQ
source: Why is water called a 'polar molecule'?
fr: Pourquoi l'eau est-elle polaire ?
it: Perché l'acqua è polare?

# lesson2CheckA1
source: Because it exists at the North and South Poles
fr: Elle existe aux pôles
it: Esiste ai poli

# lesson2CheckA2
source: Because the charge is unevenly distributed in the molecule
fr: Charge inégalement distribuée
it: Carica distribuita in modo non uniforme

# lesson2CheckA3
source: Because it can dissolve any substance
fr: Elle dissout tout
it: Scioglie tutto

# lesson2CheckA4
source: Because it has a high boiling point
fr: Point d'ébullition élevé
it: Alto punto di ebollizione

# lesson2CheckExplanation
source: Water is polar because oxygen attracts electrons more strongly than hydrogen, creating an uneven charge distribution — negative near oxygen, positive near hydrogen.
fr: L'oxygène attire les électrons plus fortement.
it: L'ossigeno attrae gli elettroni più fortemente.

# lesson3Step1Title
source: Water and Life
fr: L'Eau et la Vie
it: L'Acqua e la Vita

# lesson3Step1Content
source: Water is the foundation of all known life. Consider these facts: 💧 The human body is about 60-70% water 💧 A jellyfish is about 95% water 💧 Even a tree is about 60% water Water plays critical roles in living organisms: 🔄 Transport — Blood (which is mostly water) carries oxygen and nutrients to cells, and removes waste products. ⚗️ Chemical Reactions — Most biochemical reactions happen in water. It's the medium where enzymes work. 🌡️ Temperature Regulation — Sweating cools the body through evaporation. Water's high specific heat prevents rapid temperature changes. 🏗️ Structure — Water gives cells their shape and volume through turgor pressure in plants.
fr: Le corps humain : 60-70% d'eau. Rôles : transport, réactions chimiques, régulation thermique.
it: Il corpo umano: 60-70% acqua. Ruoli: trasporto, reazioni chimiche, regolazione termica.

# lesson3Step2Title
source: Aquatic Adaptations
fr: Adaptations Aquatiques
it: Adattamenti Acquatici

# lesson3Step2Content
source: Living organisms have evolved remarkable adaptations to survive in water: 🐟 Fish: • Gills extract dissolved oxygen from water • Streamlined bodies reduce water resistance • Swim bladders control buoyancy 🐋 Marine Mammals: • Thick blubber for insulation in cold water • Can hold breath for extended periods • Echolocation for navigation 🌿 Aquatic Plants: • Air spaces in tissues for buoyancy • Flexible stems that bend with currents • Stomata on upper leaf surfaces (in floating plants) 🦠 Microscopic Organisms: • Phytoplankton — tiny plants that produce 50-70% of Earth's oxygen • Zooplankton — tiny animals that form the base of aquatic food chains
fr: 🐟 Poissons : branchies 🐋 Mammifères marins : graisse isolante 🌿 Plantes : espaces aériens 🦠 Phytoplancton : 50-70% de l'O₂
it: 🐟 Pesci: branchie 🐋 Mammiferi marini: grasso isolante 🌿 Piante: spazi aerei 🦠 Fitoplancton: 50-70% dell'O₂

# lesson3Step3Title
source: Ecological Balance & Human Impact
fr: Équilibre Écologique
it: Equilibrio Ecologico

# lesson3Step3Content
source: Aquatic ecosystems maintain a delicate balance. Here's how it works: ⚖️ The Balance: • Producers (algae, water plants) make food using sunlight • Consumers (fish, animals) eat producers or other consumers • Decomposers break down dead organisms, recycling nutrients ⚠️ Human Threats to This Balance: 🏭 Industrial Pollution — Factories dumping chemicals into rivers and seas 🧴 Plastic Pollution — 8 million tons of plastic enter oceans yearly 🌡️ Global Warming — Rising temperatures harm coral reefs and change habitats 🚰 Over-extraction — Taking too much groundwater faster than it's replenished 🛡️ How We Can Help: • Reduce plastic use and recycle • Support wastewater treatment • Protect wetlands and coral reefs • Use water responsibly The sustainability of aquatic ecosystems depends on responsible human action.
fr: Producteurs → Consommateurs → Décomposeurs. Menaces : pollution, plastique, réchauffement.
it: Produttori → Consumatori → Decompositori. Minacce: inquinamento, plastica, riscaldamento.

# lesson3CheckQ
source: What percentage of Earth's oxygen is produced by phytoplankton?
fr: % d'O₂ produit par le phytoplancton ?
it: % di O₂ dal fitoplancton?

# lesson3CheckExplanation
source: Phytoplankton — tiny photosynthetic organisms in the ocean — produce approximately 50-70% of Earth's oxygen, making them crucial for life on our planet.
fr: Le phytoplancton produit 50-70% de l'oxygène.
it: Il fitoplancton produce il 50-70% dell'ossigeno.

# quiz1Q
source: What percentage of Earth's surface is covered by water?
fr: % de la surface terrestre couverte d'eau ?
it: % della superficie terrestre coperta d'acqua?

# quiz1Explanation
source: About 71% of Earth's surface is covered by water, which is why our planet is called the 'Blue Planet.'
fr: 71% de la surface est couverte d'eau.
it: Il 71% della superficie è coperta d'acqua.

# quiz2Q
source: What are the two forces that drive the water cycle?
fr: Forces du cycle de l'eau ?
it: Forze del ciclo dell'acqua?

# quiz2A1
source: Wind and rain
fr: Vent et pluie
it: Vento e pioggia

# quiz2A2
source: The Moon and tides
fr: Lune et marées
it: Luna e maree

# quiz2A3
source: The Sun's energy and gravity
fr: Soleil et gravité
it: Sole e gravità

# quiz2A4
source: Atmospheric pressure and humidity
fr: Pression et humidité
it: Pressione e umidità

# quiz2Explanation
source: The water cycle is driven by the Sun's energy (which causes evaporation) and gravity (which pulls precipitation down).
fr: Énergie solaire et gravité.
it: Energia solare e gravità.

# quiz3Q
source: What type of bond forms between water molecules?
fr: Type de liaison entre molécules d'eau ?
it: Tipo di legame tra molecole d'acqua?

# quiz3A1
source: Ionic bond
fr: Ionique
it: Ionico

# quiz3A2
source: Covalent bond
fr: Covalente
it: Covalente

# quiz3A3
source: Hydrogen bond
fr: Hydrogène
it: Idrogeno

# quiz3A4
source: Metallic bond
fr: Métallique
it: Metallico

# quiz3Explanation
source: Hydrogen bonds form between water molecules due to the attraction between the positive hydrogen end and the negative oxygen end of neighboring molecules.
fr: Liaisons hydrogène.
it: Legami idrogeno.

# quiz4Q
source: Why does ice float on water?
fr: Pourquoi la glace flotte ?
it: Perché il ghiaccio galleggia?

# quiz4A1
source: Ice is warmer than water
fr: Plus chaude
it: Più caldo

# quiz4A2
source: Water pushes ice up
fr: Poussée de l'eau
it: L'acqua lo spinge

# quiz4A3
source: Ice is less dense than liquid water
fr: Moins dense
it: Meno denso dell'acqua liquida

# quiz4A4
source: Ice contains air bubbles
fr: Bulles d'air
it: Contiene aria

# quiz4Explanation
source: When water freezes, it expands and becomes less dense than liquid water. This is why ice floats — a unique property caused by hydrogen bonding.
fr: Moins dense grâce aux liaisons hydrogène.
it: Meno denso grazie ai legami idrogeno.

# quiz5Q
source: Why is water called the 'Universal Solvent'?
fr: Pourquoi 'Solvant Universel' ?
it: Perché 'Solvente Universale'?

# quiz5A1
source: It is found everywhere on Earth
fr: Partout sur Terre
it: Ovunque sulla Terra

# quiz5A2
source: It can dissolve more substances than any other liquid
fr: Dissout le plus de substances
it: Scioglie più sostanze

# quiz5A3
source: It is used in all industries
fr: Utilisée partout
it: Usata ovunque

# quiz5A4
source: It can exist in three states
fr: Trois états
it: Tre stati

# quiz5Explanation
source: Water's polarity allows it to dissolve more substances than any other liquid, earning the name 'Universal Solvent.'
fr: Sa polarité lui permet de dissoudre plus.
it: La polarità le permette di sciogliere più sostanze.

# quiz6Q
source: What is the average salinity of seawater?
fr: Salinité moyenne de l'eau de mer ?
it: Salinità media dell'acqua di mare?

# quiz6Explanation
source: Seawater has an average salinity of about 35 grams per liter (3.5%), mainly due to dissolved sodium chloride (table salt).
fr: 35 g/L soit 3,5%.
it: 35 g/L ossia 3,5%.

# quiz7Q
source: What percentage of the human body is water?
fr: % d'eau dans le corps humain ?
it: % di acqua nel corpo umano?

# quiz7Explanation
source: The human body is approximately 60-70% water, which is essential for all bodily functions.
fr: 60-70% du corps humain.
it: 60-70% del corpo umano.

# quiz8Q
source: How do fish extract oxygen from water?
fr: Comment les poissons respirent ?
it: Come respirano i pesci?

# quiz8A1
source: Through their skin
fr: Par la peau
it: Attraverso la pelle

# quiz8A2
source: Through their gills
fr: Par les branchies
it: Attraverso le branchie

# quiz8A3
source: Through their fins
fr: Par les nageoires
it: Attraverso le pinne

# quiz8A4
source: They come to the surface to breathe
fr: En surface
it: In superficie

# quiz8Explanation
source: Fish use gills to extract dissolved oxygen from water as it passes over the gill membranes.
fr: Les branchies extraient l'O₂ dissous.
it: Le branchie estraggono l'O₂ disciolto.

# quiz9Q
source: What is pH 7 considered?
fr: pH 7 signifie ?
it: pH 7 significa?

# quiz9A1
source: Acidic
fr: Acide
it: Acido

# quiz9A2
source: Neutral
fr: Neutre
it: Neutro

# quiz9A3
source: Basic
fr: Basique
it: Basico

# quiz9A4
source: Toxic
fr: Toxique
it: Tossico

# quiz9Explanation
source: pH 7 is neutral — neither acidic nor basic. Pure water has a pH of 7.
fr: pH 7 = neutre.
it: pH 7 = neutro.

# quiz10Q
source: How much plastic enters the oceans each year?
fr: Plastique dans les océans par an ?
it: Plastica negli oceani all'anno?

# quiz10A1
source: 1 million tons
fr: 1 million tonnes
it: 1 milione tonnellate

# quiz10A2
source: 8 million tons
fr: 8 millions tonnes
it: 8 milioni tonnellate

# quiz10A3
source: 100 million tons
fr: 100 millions tonnes
it: 100 milioni tonnellate

# quiz10A4
source: 500 thousand tons
fr: 500 mille tonnes
it: 500 mila tonnellate

# quiz10Explanation
source: Approximately 8 million tons of plastic enter the oceans every year, posing a major threat to marine ecosystems.
fr: 8 millions de tonnes par an.
it: 8 milioni di tonnellate all'anno.

# watchVideo
source: Watch Video Explanation
fr: Voir l'explication vidéo
it: Guarda la spiegazione video

source: Video Unavailable
fr: Vidéo indisponible
it: Video non disponibile

# videoRequiresInternet
source: Video requires an internet connection.
fr: La vidéo nécessite une connexion Internet.
it: Il video richiede una connessione Internet.

source: Theme
fr: Thème
it: Tema

source: Dark Mode
fr: Mode Sombre
it: Modalità Scura

source: Light Mode
fr: Mode Clair
it: Modalità Chiara

source: Time Taken:
fr: Temps écoulé :
it: Tempo impiegato:

source: Speed Bonus
fr: Bonus de Vitesse
it: Bonus Velocità

# autoSubmitted
source: Time's up! Your quiz was automatically submitted.
fr: Temps écoulé ! Votre quiz a été soumis automatiquement.
it: Tempo scaduto! Il quiz è stato inviato automaticamente.

source: Retry
fr: Réessayer
it: Riprova

# videoPlaybackError
source: This video cannot be played in the app. Please try again later.
fr: Cette vidéo ne peut pas être lue dans l'application. Veuillez réessayer plus tard.
it: Questo video non può essere riprodotto nell'app. Riprova più tardi.

source: Try again!
fr: Réessayer !
it: Riprova!

# sortGameInstructions
source: Drag the items to the correct water source!
fr: Faites glisser les éléments vers la bonne source d'eau !
it: Trascina gli oggetti nella fonte d'acqua corretta!

# welcomeTitle
source: Your Learning Journey Starts Here
fr: Votre parcours d'apprentissage commence ici
it: Il tuo percorso di apprendimento inizia qui

# welcomeCreateAccount
source: Create Account
fr: Créer un compte
it: Crea un account

# loginTitle
source: Welcome Back
fr: Bon retour
it: Bentornato

# loginEmail
source: Email Address
fr: Adresse e-mail
it: Indirizzo e-mail

# loginPassword
source: Password
fr: Mot de passe

# loginButton
source: Login
fr: Se connecter
it: Accedi

# signupTitle
source: Create Account
fr: Créer un compte
it: Crea un account

# signupConfirmPassword
source: Confirm Password
fr: Confirmer le mot de passe
it: Conferma password
