Repository: Yasserashraf1/Smart-School-Interactive-Educational-Platform
Catalog: lib/core/l10n/app_*.arb
Languages: fr, it

# signupNext
source: Next
fr: Suivant
it: Avanti

# avatarTitle
source: Choose Avatar
fr: Choisir un avatar
it: Scegli un avatar

# avatarFinish
source: Finish Setup
fr: Terminer l'installation
it: Termina la configurazione

# question
source: Question {number}
it: Domanda {number}

source: Badges
it: Badge
